/* server config type: advanced */
"advanced" = "Avancé";

/* No services selected error sheet title */
"Choose one or more services to configure from the list below." = "Choisissez un ou plusieurs services à configurer parmi la liste ci-dessous.";

/* Button title */
"Close" = "Fermer";

/* Button title */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"establishing replica" = "Établissement de la réplique";

/* Status message */
"Getting network information" = "Obtention des informations de réseau";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* Status message */
"Marking services as configured" = "Marquer les services comme configurés";

/* OK */
"OK" = "OK";

/* Status message */
"Reading server settings" = "Lecture des réglages du serveur";

/* No comment provided by engineer. */
"Service Configuration Assistant: %@" = "Assistant de configuration de service : %@";

/* Default title for the Master.Finish pane */
"Service Configuration Complete" = "Configuration du service terminée";

/* server config type: standard */
"standard" = "Standard";

/* Error sheet message */
"The server reported the error: '%@' while processing a command of type: '%@'" = "Le serveur a signalé l’erreur « %1$@ » pendant le traitement d’une commande du type « %2$@ »";

/* Error sheet title */
"The server returned an error while processing a request." = "Le serveur a retourné une erreur pendant le traitement d’une requête.";

/* Default text message for the Master.Finish pane */
"The service configuration process is now complete. The services you configured are now available. Use Server Admin to make additional changes." = "Le processus de configuration des services est terminé. Ceux-ci sont désormais accessibles. Utilisez Admin Serveur pour procéder à d’autres modifications.";

/* server config type: workgroup */
"workgroup" = "groupe de travail";

/* No services selected error sheet title */
"You must choose at least one service to configure." = "Vous devez choisir au moins un service à configurer.";

